Revit 2027 API
ParameterTypeId.AlignmentStationLabelStationValue Property
 "Station Value"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AlignmentStationLabelStationValue { get; }
Public Shared ReadOnly Property AlignmentStationLabelStationValue As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AlignmentStationLabelStationValue {
	ForgeTypeId^ get ();
}
static member AlignmentStationLabelStationValue : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace